//**********************************************************************
//**********************************************************************
//**                                                                  **
//**        (C)Copyright 1985-2019, American Megatrends, Inc.         **
//**                                                                  **
//**                       All Rights Reserved.                       **
//**                                                                  **
//**     5555 Oakbrook Pkwy, Suite 200, Norcross, GA 30093            **
//**                                                                  **
//**                       Phone: (770)-246-8600                      **
//**                                                                  **
//**********************************************************************
//**********************************************************************

/=#
#include "VFR.uni"


//----------------------------------------------------------------------------
//                 FIRMWARE VERSION
//----------------------------------------------------------------------------
#string STR_PSP_FWVERSION_FORM              #language eng   "PSP Firmware Versions"
#string STR_PSP_FWVERSION_FORM_HELP         #language eng   "PSP Firmware Versions"
#string STR_PSP_FIXED_REGION                #language eng   "PSP Directory Level 1"
#string STR_PSP_UPDATABLE_REGION            #language eng   "PSP Directory Level 2"
#string STR_PSP_BOT_VER_HELP                #language eng   "PSP BootLoader Version"
#string STR_PSP_BOT_VER_STRING              #language eng   "PSP BootLoader Version"
#string STR_PSP_BOT_VER_VALUE               #language eng   "N/A"

#string STR_PSP_REC_VER_HELP                #language eng   "PSP Recovery BL Version"
#string STR_PSP_REC_VER_STRING              #language eng   "PSP Recovery BL Ver"
#string STR_PSP_REC_VER_VALUE               #language eng   "N/A"

#string STR_SMU_FW_VER_HELP                 #language eng   "SMU FW Version"
#string STR_SMU_FW_VER_STRING               #language eng   "SMU FW Version"
#string STR_SMU_FW_VER_VALUE_L2             #language eng   "N/A"
#string STR_SMU_FW_VER_VALUE_L1             #language eng   "N/A"
#string STR_SMU_FW_VER_VALUE                #language eng   "N/A"

#string STR_ABL_VER_HELP                    #language eng   "ABL Version"
#string STR_ABL_VER_STRING                  #language eng   "ABL Version"
#string STR_ABL_VER_VALUE_L2                #language eng   "N/A"
#string STR_ABL_VER_VALUE_L1                #language eng   "N/A"

#string STR_APCB_VER_HELP                   #language eng   "APCB Version"
#string STR_APCB_VER_STRING                 #language eng   "APCB Version"
#string STR_APCB_VER_VALUE_L2               #language eng   "N/A"
#string STR_APCB_VER_VALUE_L1               #language eng   "N/A"

#string STR_APOB_VER_HELP                   #language eng   "APOB Version"
#string STR_APOB_VER_STRING                 #language eng   "APOB Version"
#string STR_APOB_VER_VALUE_L2               #language eng   "N/A"
#string STR_APOB_VER_VALUE_L1               #language eng   "N/A"

#string STR_APPB_VER_HELP                   #language eng   "APPB Version"
#string STR_APPB_VER_STRING                 #language eng   "APPB Version"
#string STR_APPB_VER_VALUE_L2               #language eng   "N/A"
#string STR_APPB_VER_VALUE_L1               #language eng   "N/A"

//**********************************************************************
//**********************************************************************
//**                                                                  **
//**        (C)Copyright 1985-2019, American Megatrends, Inc.         **
//**                                                                  **
//**                       All Rights Reserved.                       **
//**                                                                  **
//**     5555 Oakbrook Pkwy, Suite 200, Norcross, GA 30093            **
//**                                                                  **
//**                       Phone: (770)-246-8600                      **
//**                                                                  **
//**********************************************************************
//**********************************************************************
